import "./PaymentDelivery.css";

const PaymentDelivery = () => {
  return (
    <div className="container text-block">
      <div className="delivery-payment">
        <div className="section">
          <h3>Доставка</h3>
          <p>Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели
            превратился в страшное насекомое.</p>
          <p>Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый,
            разделенныйдугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно
            сползти одеяло.  Учитывая ключевые сценарии поведения, высокотехнологичная концепция общественного уклада играет важную роль в формировании
            своевременного выполнения сверхзадачи. Равным образом, укрепление и развитие внутренней структуры играет важную роль в формировании
            своевременного выполнения сверхзадачи.</p>
          <a href="#" className="section-link">Детальное описание</a>
        </div>

        <div className="section">
          <h3>Оплата</h3>
          <p> Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели
            превратился в страшное насекомое.</p>
          <p>А также действия представителей оппозиции представлены в исключительно положительном свете.
            В своём стремлении повысить качество жизни, они забывают, что семантический разбор внешних противодействий
            создаёт предпосылки для вывода текущих активов! Являясь всего лишь частью общей картины, стремящиеся вытеснить
            традиционное производство, нанотехнологии, которые представляют собой яркий пример континентально-европейского типа политической культуры,
            будут в равной степени предоставлены сами себе. Кстати, диаграммы связей будут в равной степени предоставлены сами себе.</p>
          <a href="#" className="section-link">Детальное описание</a>
        </div>

      </div>
    </div>
  );
};

export default PaymentDelivery;